{
  "Comment.nvim": { "branch": "master" },
  "ashen.nvim": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "baleia.nvim": { "branch": "main" },
  "barbar.nvim": { "branch": "master" },
  "bento.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "boundary.nvim": { "branch": "release" },
  "ccc.nvim": { "branch": "main" },
  "chafa.nvim": { "branch": "new-chafa" },
  "clangd_extensions.nvim": { "branch": "main" },
  "confirm-quit.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "everforest-nvim": { "branch": "main" },
  "fff.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "floaterm": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "guess-indent.nvim": { "branch": "main" },
  "guihua.lua": { "branch": "master" },
  "haskell-tools.nvim": { "branch": "master" },
  "hlargs.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "v2" },
  "image_preview.nvim": { "branch": "main" },
  "img-clip.nvim": { "branch": "main" },
  "incline.nvim": { "branch": "main" },
  "kanagawa-paper.nvim": { "branch": "master" },
  "last-color.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "modes.nvim": { "branch": "main" },
  "no-neck-pain.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-view": { "branch": "main" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "presence.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "showkeys": { "branch": "main" },
  "sidekick.nvim": { "branch": "main" },
  "smear-cursor.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "solarized-osaka.nvim": { "branch": "main" },
  "tiny-code-action.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyodark.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "vim-illuminate": { "branch": "master" },
  "volt": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "wisteria": { "branch": "main" },
  "yazi.nvim": { "branch": "main" },
  "yoda.nvim": { "branch": "main" }
}
